/* No comment provided by engineer. */
"A destination (IP Address or Domain name) is needed to be able to subscribe" = "En destination (IP-adress eller domännamn) behövs för att kunna prenumerera";

/* About prefs tab title */
"About" = "Om";

/* Button title for opening growl.info to downloads page */
"Additional Downloads" = "Ytterligare hämtningar";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "Obs! Genom att aktivera detta alternativ kommer Growl.app att läggas till dina startobjekt.";

/* Enable checkbox for allowing subscribers */
"Allow other computers to subscribe to all notifications" = "Tillåt andra datorer att prenumerera på alla meddelanden";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Om du tillåter detta kommer Growl att starta varje gång du loggar in, så att det alltid är tillgängligt för applikationer som använder Growl.";

/* Notification always stay on screen */
"Always" = "Alltid";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the History Database.\nWe are disabling History for the time being, however the rollup will continue to function.\nIf history is reenabled, nothing will be saved, and Growl will potentially use a lot of memory." = "Ett icke reparerbart fel uppstod vid skapandet eller eller öppnandet av historikdatabasen.\nVi har stängt av historiken just nu, men meddelanderullen kommer att fungera ändå.\nOm du slår på historiken igen, kommer inget att sparas, och Growl kanske använder mycket minne.";

/* Column title for the applications column in the history table
   Label for the tab which contains application settings */
"Application" = "Program";

/* Application decides whether a note should stay on screen */
"Application Decides" = "Programmet bestämmer";

/* Label for application level display style choice */
"Application's Display Style" = "Programmets visningsstil";

/* No comment provided by engineer. */
"Application: %@\nTitle: %@\nDescription: %@\nClick to open the log" = "Program: %1$@\nTitel: %2$@\nBeskrivning: %3$@\nKlicka för att öppna loggen";

/* Application prefs tab title */
"Applications" = "Program";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "Är du säker på att du vill avsluta?";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "Är du säker på att du vill ta bort %@?";

/* No comment provided by engineer. */
"Bonjour configured entry, not presently findable" = "Bonjour-konfigurerad dator, hittas inte just nu";

/* Button title for canceling */
"Cancel" = "Avbryt";

/* Clear all history button title */
"Clear All History" = "Radera all historik";

/* No comment provided by engineer. */
"Clear all notifications in the History Rollup" = "Radera alla meddelanden i meddelanderullen";

/* No comment provided by engineer. */
"Clear Rollup" = "Töm meddelanderullen";

/* close all open notifications */
"Close all notifications" = "";

/* Column title for a computer entry */
"Computer Name" = "Datornamn";

/* Continue button title */
"Continue" = "Fortsätt";

/* we've detected a corrupt install in this currently running binary */
"Corrupt install detected" = "";

/* No comment provided by engineer. */
"Could not find sound file named \"%@\"" = "Hittade inte ljudfilen \"%@\"";

/* Title of menu item for default display */
"Default" = "Förvald";

/* Label for the global default starting position picker */
"Default starting position for notifications" = "Förvald startposition för meddelanden";

/* Default style picker label */
"Default Style" = "Förvald stil";

/* alert when history database could not be moved aside */
"Disabling History" = "Avaktiverar historiken";

/* Label for the display style of the selected notification */
"Display Style:" = "Visningsstil:";

/* Column title for Display Styles */
"Display Styles" = "Visningsstilar";

/* Display prefs tab title */
"Displays" = "Visning";

/* Continue button title when done */
"Done" = "Klar";

/* Label for the effect to use */
"Effect:" = "Effekt:";

/* Emergency notification priority */
"Emergency" = "Kritisk";

/* Label for application on/off switch */
"Enable %@" = "Aktivera %@";

/* Label for application on/off switch */
"Enable application" = "Aktivera program";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Tillåt Growl att starta vid inloggning";

/* Label for the on/off switfh for enabling history */
"Enable History:" = "Aktivera historik:";

/* Label for checkbox which enables logging for a note or application */
"Enable Logging" = "Aktivera loggning";

/* No comment provided by engineer. */
"Enabling this option will cause Growl to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Growl in Launchpad, or open Growl in Finder." = "Aktiverar du detta alternativ kommer Growl att köras utan att visa en ikon, vare sig i Dock eller i menyraden.\n\nFör att komma åt inställningarna, klicka på Growl i Launchpad, eller öppna Growl i Finder.";

/* Alert when database has been corrupted */
"Error opening history database." = "Kunde inte öppna historikdatabasen.";

/* A fade effect */
"Fade" = "Blekna";

/* fatal alert */
"Fatal Error" = "Allvarligt fel";

/* Info label for firewall settings */
"Firewall Settings: Network notifications use TCP port 23053" = "Brandväggsinställningar: Nätverksmeddelanden använder TCP-port 23053";

/* Enable checkbox for forwarding to other computers */
"Forward notifications to other computers" = "Vidarebefordra meddelanden till andra datorer";

/* Tab title for forwarding */
"Forwarding" = "Vidarebefordring";

/* General prefs tab title */
"General" = "Allmänt";

/* Label for button which will open to growl.info with information on applications and how to configure them */
"Get Applications" = "Hämta program";

/* Button title which opens growl.info to the styles page */
"Get more styles" = "Hämta fler stilar";

/* Button to open http://growl.info/reportabug.php */
"Growl Bug Submission" = "Growl-buggrapport";

/* No comment provided by engineer. */
"Growl has encountered a fatal error trying to setup the History Database, and will terminate upon closing this window.  Please contact us at support@growl.info." = "Growl stötte på ett allvarligt fel vid skapandet av historikdatabasen, och kommer att avslutas när du stänger detta fönster. Kontakta oss på support@growl.info, och uppge meddelandet \"fatal error trying to setup the database\".";

/* No comment provided by engineer. */
"Growl History Disabled" = "Growls historik inaktiverad";

/* No comment provided by engineer. */
"Growl must restart for this change to take effect." = "Growl måste startas om för att denna ändring ska träda i kraft.";

/* Window title for the Notification Rollup window */
"Growl Notification Rollup" = "Growls meddelanderulle";

/* button to open http://growl.info */
"Growl Web Site" = "Growls webbplats";

/* No comment provided by engineer. */
"Hide Rollup" = "Göm meddelanderulle";

/* No comment provided by engineer. */
"Hide the History Rollup" = "Göm meddelanderullen";

/* High notification priority */
"High" = "Hög";

/* History prefs tab title */
"History" = "Historik";

/* No comment provided by engineer. */
"If you quit Growl you will no longer receive notifications." = "Om du avslutar Growl kommer du inte längre att få meddelanden,";

/* GNTP unauthorized packet error message */
"Incoming remote notifications and registrations have been disabled by the user" = "Inkommande fjärrmeddelanden och registreringar har inaktiverats av användaren";

/* GNTP unathorized packet error message */
"Incoming subscription requests have been disabled by the user" = "Inkommande prenumrerationsförfrågningar har inaktiverats av användaren";

/* Info label describing the bonjour icon's use */
"Indicates a discovered computer using Growl 1.3 or later" = "Visar en upptäckt dator som kör Growl 1.3 eller senare";

/* Info label describing the network icon's use */
"Indicates a manually entered computer to forward to or subscribe to" = "Visar en manuellt tillagd dator att vidarebefordra till eller prenumerera på.";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "Meddela %@ när någon klickar på ett meddelande";

/* GNTP packet parsing error */
"Invalid protocol version.  Only version 1.0 is supported" = "Ogiltig protokollversion. Endast version 1.0 stöds.";

/* Label for checkbox for keeping up to an amount of notifications */
"Keep Amount" = "Behåll antal meddelanden";

/* Label for checkbox for keeping up to a certain number of days worth of notifications */
"Keep Days" = "Behåll i antal dagar";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Avinstallerare för äldre Growl-versioner";

/* Label for checkbox enabling incoming network notifications */
"Listen for incoming notifications" = "Lyssna efter inkommande meddelanden";

/* Title for section containing apps from the local machine */
"Local" = "Lokal";

/* GNTP packet parsing error */
"Missing initialization vector for encryption" = "Initieringsvektor för kryptering saknas";

/* GNTP packet parsing error */
"Missing, malformed, or invalid key hash string" = "Nyckelhashsträng är skadad, ogiltig eller saknas";

/* Moderate notification priority */
"Moderate" = "Medel";

/* Network prefs tab title */
"Network" = "Nätverk";

/* Notification will never stay on screen */
"Never" = "Aldrig";

/* No comment provided by engineer. */
"No" = "Nej";

/* Growl will run compeletely in the background */
"No icon visible" = "Ingen ikon synlig";

/* No comment provided by engineer. */
"No Recent Notifications" = "Inga nya meddelanden";

/* Normal notification priority */
"Normal" = "Normal";

/* Label for the tab which contains notification settings */
"Notifications" = "Meddelanden";

/* If the string is too long, use O */
"OFF" = "Av";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* If the string is too long, use I */
"ON" = "På";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Öppna Growl-inställningar...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Öppna Growls inställningspanel";

/* Column title for a password */
"Password" = "Lösenord";

/* No comment provided by engineer. */
"Pause Growl" = "Pausa Growl";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Pausa visuella Growl-meddelanden";

/* Label for choosing which sound plays for the selected notification */
"Play Sound:" = "Spela upp ljud:";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Skriv inte in localhost. Growl stöder inte att vidarebefordra till sig själv på samma dator.";

/* Localhost in a subscription destination is not allowed */
"Please do not enter localhost, Growl does not support subscribing to itself." = "Skriv inte in localhost. Growl stöder inte att prenumerera på sig själv på samma dator.";

/* A valid IP or domain is needed to forward to
   A valid IP or domain is needed to subscribe to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Skriv in en giltig IPv4- eller IPv6-adress, eller ett giltigt domännamn.";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "Insticksmodulen '%@' har installerats. Vill du ställa in den nu?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "Insticksmodulen '%@' är redan installerad. Vill du skriva över den?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "Insticksmodulen '%@' kommer inte att fungera på denna Mac som kör aktuell Mac OS X-version. Installera ändå?";

/* No comment provided by engineer. */
"Plugin already exists" = "Insticksmodul finns redan";

/* No comment provided by engineer. */
"Plugin installed" = "Insticksmodul installerad";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "Insticksmodul saknar aktuell arkitektur";

/* No comment provided by engineer. */
"Plugin not installed" = "Insticksmodul inte installerad";

/* Preferences window title */
"Preferences" = "Inställningar";

/* Button title which shows a preview of the current selected style
   Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Förhandsgranska";

/* Label for choosing priority of the selected notification */
"Priority:" = "Prioritet:";

/* No comment provided by engineer. */
"Quit" = "Avsluta";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Avsluta Growl helt och hållet";

/* button for reading the instructions for fixing your install */
"Read Instructions and Quit" = "";

/* Button title for removing something */
"Remove" = "Ta bort";

/* No comment provided by engineer. */
"Resume Growl" = "Återstarta Growl";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Återstarta visuella Growl-meddelanden";

/* Rollup prefs tab title */
"Rollup" = "Meddelanderulle";

/* Rollup all notifications radio button */
"Rollup all notes" = "Rulla ihop alla meddelanden";

/* Title for rollup automatic checkbox */
"Rollup Automatically Displays" = "Meddelanderulle visas automatiskt";

/* Title for rollup enabled checkbox */
"Rollup Enabled" = "Meddelanderulle aktiverad";

/* Rollup only logged notifications radio button */
"Rollup only logged notes" = "Rulla endast ihop loggade meddelanden";

/* History search field placeholder
   Placeholder text in search field */
"Search" = "Sök";

/* second part of string for idle timeout */
"seconds of inactivity" = "sekunders inaktivitet";

/* First part of string for idle timeout */
"Send notifications to the rollup after" = "Skicka meddelanden till meddelanderullen efter";

/* Label for server password field */
"Server Password:" = "Serverlösenord:";

/* Button title which shows a list of disabled plugins */
"Show Disabled" = "Visa inaktiva";

/* Growl will have an icon in the menu and the dock */
"Show icon in both" = "Visa ikon på båda platserna";

/* Growl will have an icon only in the dock */
"Show icon in the dock" = "Visa ikon i Dock";

/* Growl will have a menu bar icon only */
"Show icon in the menubar" = "Visa ikon i menyrad";

/* No comment provided by engineer. */
"Show Rollup" = "Visa rulle";

/* No comment provided by engineer. */
"Show the History Rollup" = "Visa meddelanderullen";

/* Show hide keyboard shortcut */
"Show/Hide Shortcut" = "";

/* A slide effect */
"Slide" = "Glid in";

/* GNTP packet parsing error */
"Somehow we got here parsing the protocol identifier without an error, this should be impossible, either its valid or its not" = "På något sätt kom Growl hit under tolkningen av protokollidentifieraren utan att ett fel inträffade. Detta borde vara omöjligt, eftersom det här är en felhanterare: antingen är den korrekt eller inte…";

/* Start Growl at Login switch label */
"Start Growl at Login" = "Starta Growl vid inloggning";

/* Label for choosing whether the selected note stays on screen */
"Stay On Screen:" = "Dröj kvar på skärmen:";

/* Tab title for subscribers tab */
"Subscribers" = "Prenumeranter";

/* Tab title for subscriptions tab */
"Subscriptions" = "Prenumerationer";

/* No comment provided by engineer. */
"There are no new notifications" = "Det finns inga nya meddelanden";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "Det kom %lu meddelande medan du var borta";

/* Error description format for subscription error returned display */
"There was an error subscribing to the remote machine:\ncode: %d\ndescription: %@" = "Vid skapandet av prenumeration till fjärrenheten uppstod ett fel:\nfelkod: %1$d\nbeskrivning: %2$@";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Ett fel uppstod vid installationen av insticksmodulen '%@'.";

/* No comment provided by engineer. */
"There was error opening the History database file, it is possibly corrupted.\nGrowl will move the database aside, and create a fresh database.\nThis may have occured if Growl or the computer crashed." = "Ett fel uppstod när historikdatabasen skulle öppnas. Den kan vara trasig.\nGrowl kommer att flytta den åt sidan och skapa en ny databas.\nFelet kan ha uppstått ifall Growl eller datorn har kraschat.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "Det kom %lu meddelanden medan du var borta";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Denna åtgärd kan inte ångras. Bekräfta att du verkligen vill radera hela meddelandehistoriken.";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Detta är en förhandsgranskning av %@-stilen";

/* No comment provided by engineer. */
"This should never happen! -(void)subscribe should only ever be called on local entries" = "Detta ska inte kunna hända – -(void)subscribe ska endast anropas för lokala poster.";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Detta kommer att ta bort samtliga Growl-inställningar för %@.";

/* Column title for the time column in the history table */
"Time" = "Tid";

/* Column title for the title column in the history table */
"Title" = "Tid";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "För att förhindra oändlig tillväxt av historikdatabasen, måste någon typ av automatisk avkortning vara aktiverad.";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Det är inte tillåtet att stänga av bägge typer av avkortning samtidigt.";

/* GNTP packet with an unsupported encryption algorithm */
"Unsupported encryption type, %@" = "Krypteringsmetoden %@ stöds inte";

/* Column title for whether to use the item on the row */
"Use" = "Använd";

/* label for using a custom application wide starting position */
"Use custom starting position" = "Använd anpassad startposition";

/* label for using the global default starting position */
"Use default starting position" = "Använd förvald startposition";

/* Column title for how long a subscriber is valid for */
"Valid until:" = "Giltig till:";

/* Very low notification priority */
"Very Low" = "Väldigt låg";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "Varning! Detta raderar ALL historik";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Growl to run in the background" = "Varning! Aktivering av denna inställning gör att Growl körs i bakgrunden";

/* GNTP error */
"We encountered an error parsing the packet, we don't know where it came from" = "Ett fel inträffade vid tolkningen av paket: det gick inte att utläsa var det kom ifrån";

/* corrupt install alert */
"We've detected that the Mac App Store left you with a corrupt install.  Please follow the instructions the button takes you to in order to remedy the situation." = "";

/* No comment provided by engineer. */
"Welcome to Growl!" = "Välkommen till Growl!";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* Label for the IP address list */
"You can connect manually at one of the following addresses:" = "Du kan ansluta manuellt till någon av följande adresser:";

